---
kind: property
id: P:Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylBump
source: html/b909d438-9e23-3a5e-2edb-6c44154e6c85.htm
---
# Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylBump Property

The property labeled "Finish Bumps" from the "PlasticVinyl" schema.

## Syntax (C#)
```csharp
public static string PlasticvinylBump { get; }
```

## Remarks
This property is of type "AssetPropertyInteger" with accepted values in the enumerated type "PlasticvinylBumpType".